[{"questions": [{"yes_result": "", "yes_question": "2", "no_result": "", "no_question": "3", "question_text": "Any chance someone might want it? ", "question_id": "1"}, {"yes_result": "1", "yes_question": "", "no_result": "", "no_question": "10", "question_text": "Is it a mattress?", "question_id": "2"}, {"yes_result": "", "yes_question": "4", "no_result": "", "no_question": "5", "question_text": "Is it recyclable?", "question_id": "3"}, {"yes_result": "2", "yes_question": "", "no_result": "", "no_question": "6", "question_text": "Is it metal, paper, plastic or glass?", "question_id": "4"}, {"yes_result": "12", "yes_question": "", "no_result": "", "no_question": "4", "question_text": "Are you sure?", "question_id": "5"}, {"yes_result": "3", "yes_question": "", "no_result": "", "no_question": "7", "question_text": "Is it a battery?", "question_id": "6"}, {"yes_result": "4", "yes_question": "", "no_result": "5", "no_question": "", "question_text": "Is it some of sort electronic item (an old cellphone, TV, etc.)?", "question_id": "7"}, {"yes_result": "", "yes_question": "11", "no_result": "", "no_question": "12", "question_text": "Do you want to make a profit?", "question_id": "10"}, {"yes_result": "", "yes_question": "14", "no_result": "", "no_question": "13", "question_text": "Is finding a good home for it a high priority?", "question_id": "11"}, {"yes_result": "6", "yes_question": "", "no_result": "7", "no_question": "", "question_text": "Would you prefer giving it to charity over someone you know?", "question_id": "12"}, {"yes_result": "8", "yes_question": "", "no_result": "9", "no_question": "", "question_text": "Is convenience more important than making money?", "question_id": "13"}, {"yes_result": "10", "yes_question": "", "no_result": "11", "no_question": "", "question_text": "Would you prefer selling it to someone you know?", "question_id": "14"}], "results": [{"result_text": "Reach out to friends, family and colleagues first. Taking a total stranger's old mattress sounds pretty gross, but when it's someone you know, it's no big deal. If you have no luck, don't worry. Reach out to your local house of worship, or contact your local homeless shelter. If all else fails, you can still try giving it to a local furniture bank, donating it to your local Salvation Army or Goodwill or try selling it online through a website like <a href=\"www.craigslist.com\">Craigslist</a>.", "result_id": "1"}, {"result_text": "Recycle it! If you want to discard metal, paper/cardboard or glass, make sure it’s clean and drop it in your handy recycling bin. Plastic is a little more complicated — check the 1-7 number in the recycling symbol stamped on your package. Some municipalities accept all numbers (which are called Resin Identification Codes), but check your local center for specifics. (Source: WM.com)", "result_id": "2"}, {"result_text": "Recycle (or return) it! Did you know that in the sate of California, it’s illegal to throw away any type of battery? Mail-in or take back programs are available for most batteries. For example, <a href=\"www.wm.com\">Waste Management</a> offers a $20 kit to store and recycle 9 volt or smaller used alkaline, carbon-zinc, NiCad and NiMH batteries. If in doubt, look it up. <a href=\"https://itunes.apple.com/us/app/irecycle/id312708176?mt=8\">iRecycle</a> and <a href=\"http://1800recycling.com\">1800Recycling</a> are apps for iPhone and Android that provide info about drop-off locations and recycling opportunities. <a href=\"https://www.recyclebank.com\">RecycleBank</a> is an app that lets users earn rewards for being green. (Source: WM.com)", "result_id": "3"}, {"result_text": "Recycle or sell it! Stores like Best Buy, Staples, Dell, LG, Samsung, Sprint, Panasonic and Sony offer in-store, event, online and haul away recycling options. You could also test your luck selling your old (we prefer the word “vintage”) electronics on Amazon Marketplace  or eBay.  <a href=\"https://itunes.apple.com/us/app/irecycle/id312708176?mt=8\">iRecycle</a> and <a href=\"http://1800recycling.com\">1800Recycling</a> are apps for iPhone and Android that provide info about drop-off locations and recycling opportunities. <a href=\"https://www.recyclebank.com\">RecycleBank</a> is an app that lets users earn rewards for being green.  (Source: EPA.gov)", "result_id": "4"}, {"result_text": "We’re stumped! Do your due diligence before recycling or trashing whatever you have on hand. EPA.gov and WM.gov are great resources.  <a href=\"https://itunes.apple.com/us/app/irecycle/id312708176?mt=8\">iRecycle</a> and <a href=\"http://1800recycling.com\">1800Recycling</a> are apps for iPhone and Android that provide info about drop-off locations and recycling opportunities. <a href=\"https://www.recyclebank.com\">RecycleBank</a> is an app that lets users earn rewards for being green. ", "result_id": "5"}, {"result_text": "There are thousands of drop-off locations across the country for those looking to give their used clothes, furniture and other items to charity, and many charities will pick a donation up from your home. Some causes that pick up donations include Salvation Army, Goodwill, Arc, Vietnam Veterans of America, Big Brothers Big Sisters, Humane Society and Habitat for Humanity. Local libraries will take books you want to clear out of your house, and you could even donate your unwanted car to your local public radio station. (Source: Donationdropoff.org)", "result_id": "6"}, {"result_text": "Make it social! Social media giants Facebook, Twitter and Instagram may be the best way to sell your stuff to friends. There’s also a free iPhone app called <a href=\"bondsy.com\">Bondsy</a> that lets you swap or sell things to friends at a lower cost than for friends-of-friends.", "result_id": "7"}, {"result_text": "If you want to sell your stuff conveniently, <a href=\"craigslist.com\">Craigslist</a> or <a href=\"https://sellercentral.amazon.com/gp/homepage.html\">Amazon Marketplace</a> are the ways to go. On Craigslist, you can make a post that specifies that the buyer needs to pick the item up. With Amazon Marketplace, you set the price and wait for a bite. You can then set up a time for the item to be picked up.", "result_id": "8"}, {"result_text": "If you have something someone wants and making money is more important than getting rid of it quickly and conveniently, auction site eBay may be the way to go. <a href=\"https://nextdoor.com\">Nextdoor</a>, a website and app that lets you connect with your neighborhood, could be your next stop. <a href=\"https://shpock.com/en/\">Shpock</a> is an app “for beautiful things in your neighborhood” and <a href=\"https://carousell.com\">Carousell</a> is an app that launched last year for mobile, peer-to-peer buying and selling. It’s worth seeing if your community has a “free and for sale” Facebook page, and of course, there’s always Craislist.", "result_id": "9"}, {"result_text": "Make it social! Social giants Facebook, Twitter and Instagram may be the best way to sell your stuff to friends and family. There’s also a free iPhone app called <a href=\"bondsy.com\">Bondsy</a> that lets you swap or sell things to friends at a lower cost than for friends-of-friends. If no friends are picking up what you’re putting down, try hyperlocal apps like <a href=\"nextdoor.com\">Nextdoor</a> or <a href=\"https://www.listia.com\">Listia</a>. Who knows — you could make a new connection! ", "result_id": "10"}, {"result_text": "Apps to the rescue! <a href=\"https://www.peerby.com/searches\">Peerby</a> is a website and app that helps neighbors ask for things from their peers. Sign up and you may find a match. <a href=\"https://www.freecycle.org\">Freecycle</a> is pretty much the Craigslist of giving things away for free. The nonprofit is made of 5,233 groups with more than 8 million members worldwide. <a href=\"nextdoor.com\">Nextdoor</a>, a website and app that lets you connect with your neighborhood, could be your next stop. <a href=listia.com\">Listia</a> is a free online marketplace for money-free trades and barters. <a href=\"shpock.com\">Shpock</a> is an app “for beautiful things in your neighborhood.” (As you can see, there’s no shortage of apps to help you give away your stuff locally.) It’s worth seeing if your community has a “free and for sale” Facebook page. And if all else fails, there’s always Craislist.", "result_id": "11"}, {"result_text": "Just throw it away! No one wants what you have. In this case, tossing it is your best option.", "result_id": "12"}], "proj": "1", "intro_chatter": "Less is more when it comes to organizing your home. Use this chart to optimize your purge — whether you’re planning a major spring clean or just want to declutter your life."}]